Repository: gooson/DUNE
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: and
ja: と
ko: 와(과)

source: — No previous data
ja: — 前回データなし
ko: — 이전 데이터 없음

# %@ - %@ sets
source: %1$@ - %2$@ sets
ja: %@ - %@セット
ko: %@ - %@ 세트

# %@ · %@ sets
source: %1$@ · %2$@ sets
ja: %@ · %@セット
ko: %@ · %@ 세트

source: %@ and %lld muscle groups total show very high fatigue. Rest for 1–2 days, then ease back in with light exercise.
ja: %@を含む合計%lld筋群で非常に高い疲労が見られます。1〜2日休息してから、軽い運動で復帰しましょう。
ko: %@을 포함한 총 %lld개 근육군의 피로도가 매우 높습니다. 1-2일 휴식 후 가벼운 운동으로 복귀하세요.

source: %@ bpm from baseline
ja: ベースライン比 %@bpm
ko: 기준 대비 %@bpm

source: %@ days
ja: %@ 日
ko: %@ 일

source: %@ days ago
ja: %@日前
ko: %@일 전

source: %@ Detail
ja: %@ 詳細
ko: %@ 상세

source: %@ exercises
ja: %@ エクササイズ
ko: %@ 운동

source: %@ fatigue is high. Focus on %@ today for a more effective session.
ja: %@の疲労が高いです。今日は%@に集中するとより効果的です。
ko: %@의 피로도가 높습니다. 오늘은 %@에 집중하면 더 효과적입니다.

source: %@ higher by %@
ja: %1$@が%2$@高い
ko: %1$@이(가) %2$@ 높음

source: %@ hours per night
ja: 1晩あたり%@時間
ko: 1박 평균 %@시간

source: %@ is due in %lld days
ja: %@ は%lld日後が期限です
ko: %@이(가) %lld일 후 예정입니다

source: %@ is due in 1 day
ja: %@ は1日後が期限です
ko: %@이(가) 1일 후 예정입니다

source: %@ is due today
ja: %@ は今日が期限です
ko: %@이(가) 오늘 예정입니다

source: %@ is strong — %@ needs attention
ja: %1$@は良好 — %2$@に注意が必要
ko: %1$@이(가) 좋음 — %2$@에 주의가 필요

source: %@ min
ja: %@分
ko: %@분

source: %@ must be between %@ and %lld
ja: %@は%@〜%lldの範囲で入力してください
ko: %@은(는) %@~%lld 사이여야 합니다

source: %@ must be between %lld and %lld
ja: %@は%lld〜%lldの範囲で入力してください
ko: %@은(는) %lld~%lld 사이여야 합니다

# %@ on %@ will be permanently deleted from all your devices.
source: %1$@ on %2$@ will be permanently deleted from all your devices.
ja: %@の%@がすべてのデバイスから完全に削除されます。
ko: %@의 %@ 기록이 모든 기기에서 영구 삭제돼요.

# %@ ready %@
source: %1$@ ready %2$@
ja: %@ 準備完了 %@
ko: %@ 준비 %@

source: %@ reps
ja: %@ レップ
ko: %@ 회

source: %@ sessions
ja: %@ セッション
ko: %@ 세션

source: %@ sets
ja: %@ セット
ko: %@ 세트

source: %@ view capture
ja: %@撮影画像
ko: %@ 촬영 사진

source: %@ workout streak!
ja: %@連続ワークアウト！
ko: %@ 연속 운동!

# %@/%@ days
source: %1$@/%2$@ days
ja: %@/%@ 日
ko: %@/%@ 일

# %@/%@ muscles ready
source: %1$@/%2$@ muscles ready
ja: %@/%@ 筋肉準備完了
ko: %@/%@ 근육 준비

# %@%@ × %@ reps
source: %1$@%2$@ × %3$@ reps
ja: %@%@ × %@レップ
ko: %@%@ × %@ 회

source: %@%% recovered
ja: %@%% 回復
ko: %@%% 회복

source: %@d ago
ja: %@日前
ko: %@일 전

source: %@h
ja: %@時間
ko: %@시간

source: %@h ago
ja: %@時間前
ko: %@시간 전

source: %@h sleep deficit
ja: %@の睡眠不足
ko: %@ 수면 부족

source: %@x
ja: %@回
ko: %@회

source: %lld active injury
ja: %lld件のアクティブな怪我
ko: %lld개 활성 부상

source: %lld badges
ja: %lld バッジ
ko: %lld개 배지

source: %lld consecutive days of exercise. Incredible consistency! Keep the habit going.
ja: %lld日連続の運動。素晴らしい継続力！この習慣を続けましょう。
ko: %lld일 연속 운동 달성. 놀라운 꾸준함! 이 습관을 유지하세요.

source: %lld consecutive training days
ja: %lld日連続トレーニング
ko: %lld일 연속 훈련

source: %lld day(s) left to hit your weekly target. Even a short workout counts — finish strong!
ja: 週間目標まであと%lld日。短いワークアウトでも大丈夫 — 最後まで頑張りましょう！
ko: 주간 목표까지 %lld일 남았습니다. 짧은 운동도 좋으니 마무리 잘 해보세요!

source: %lld days
ja: %lld日
ko: %lld일

source: %lld Days
ja: %lld日
ko: %lld일

source: %lld days ago
ja: %lld日前
ko: %lld일 전

source: %lld days per week
ja: 週%lld日
ko: 주 %lld일

source: %lld days since last measurement
ja: 最後の測定から%lld日経過
ko: 마지막 측정으로부터 %lld일 경과

source: %lld days since your last workout
ja: 最後のワークアウトから%lld日
ko: 마지막 운동으로부터 %lld일

source: %lld exercises focusing on %@. Built around your most recovered muscles.
ja: %2$@を中心とした%1$lldエクササイズ。最も回復した筋肉を基に構成しました。
ko: %2$@을 중심으로 한 %1$lld개 운동. 가장 회복된 근육 기반으로 구성했습니다.

source: %lld habits waiting — start your day!
ja: %lld個の習慣が待っています — 始めましょう！
ko: %lld개 습관이 기다리고 있어요 — 시작하세요!

source: %lld metrics
ja: %lld個の指標
ko: %lld개 지표

source: %lld metrics measured
ja: %lld項目測定
ko: %lld개 지표 측정

source: %lld min
ja: %lld分
ko: %lld분

source: %lld muscle groups with high fatigue
ja: %lld個の筋肉群が高い疲労
ko: %lld개 근육군 높은 피로

source: %lld muscles trained this week
ja: 今週%lld筋群をトレーニング済み
ko: 이번 주 %lld개 근육 훈련 완료

source: %lld new personal records
ja: %lld個の新しい自己ベスト
ko: %lld개 새 개인 기록

source: %lld new PR badges unlocked
ja: 新しいPRバッジを%lld個獲得
ko: 새 PR 배지 %lld개 획득

source: %lld of %lld completed
ja: %1$lld / %2$lld 完了
ko: %1$lld / %2$lld 완료

source: %lld of %lld habits done — keep going!
ja: %lld / %lld 個の習慣を達成 — その調子！
ko: %lld / %lld개 습관 완료 — 계속 가세요!

source: %lld overworked muscle groups
ja: %lld個の酷使された筋肉群
ko: %lld개 과로된 근육군

source: %lld posture warnings detected
ja: 姿勢警告%lld件検出
ko: 자세 경고 %lld건 감지

source: %lld pts
ja: %lld pt
ko: %lld 포인트

source: %lld records
ja: %lld件の記録
ko: %lld건 기록

source: %lld reps
ja: %lld回
ko: %lld회

source: %lld reps left
ja: 残り%lld回
ko: %lld회 남음

source: %lld selected
ja: %lld件選択
ko: %lld개 선택

source: %lld sets
ja: %lldセット
ko: %lld세트

source: %lld steps today
ja: 今日%lld歩
ko: 오늘 %lld걸음

source: %lld unread notifications
ja: 未読の通知%lld件
ko: 읽지 않은 알림 %lld개

source: %lld-Day Average
ja: %lld日間の平均
ko: %lld일 평균

source: %lld-day workout streak
ja: %lld日連続ワークアウト
ko: %lld일 연속 운동

source: %lld/%lld done
ja: %lld/%lld 完了
ko: %lld/%lld 완료

source: %lld/%lld exercise days done, %lld to go.
ja: 運動%lld/%lld日完了、残り%lld日。
ko: 운동 %lld/%lld일 완료, %lld일 남았어요.

source: %lld/%lld muscle groups ready
ja: %lld/%lld筋群が回復済み
ko: %lld/%lld개 근육군 준비 완료

source: %lld/%lld workouts
ja: %lld/%lld回
ko: %lld/%lld회

source: %lld°C — perfect conditions for a run or a walk.
ja: %lld°C — ランニングやウォーキングに最適な条件です。
ko: %lld°C — 러닝이나 산책에 완벽한 조건입니다.

source: %lldh
ja: %lld時間
ko: %lld시간

source: %lldh %lldmin
ja: %lld時間%lld分
ko: %lld시간 %lld분

source: %lldmin
ja: %lld分
ko: %lld분

source: %lldx
ja: %lld回
ko: %lld회

source: %lldx per week
ja: 週%lld回
ko: 주 %lld회

source: +%@ more sets
ja: +%@セット追加
ko: +%@ 세트 더

source: +%lld pts
ja: +%lld pt
ko: +%lld 포인트

source: +1 Set
ja: +1セット
ko: +1 세트

source: +30s
ja: +30秒
ko: +30초

source: ~%lldmin
ja: 約%lld分
ko: 약%lld분

source: 0–1 reps left
ja: 残り0〜1回
ko: 0~1회 남음

source: 1 Hour
ja: 1時間
ko: 1시간

source: 1 Month
ja: 1ヶ月
ko: 1개월

source: 1 new PR badge unlocked
ja: 新しいPRバッジを1個獲得
ko: 새 PR 배지 1개 획득

source: 1 Week
ja: 1週間
ko: 1주

source: 1 Year
ja: 1年
ko: 1년

source: 1–2 reps left
ja: 残り1〜2回
ko: 1~2회 남음

source: 1M
ja: 1ヶ月
ko: 1개월

source: 1W
ja: 1週
ko: 1주

source: 2 Hours
ja: 2時間
ko: 2시간

source: 2 Months
ja: 2ヶ月
ko: 2개월

source: 2 Weeks
ja: 2週間
ko: 2주

source: 2–3 reps left
ja: 残り2〜3回
ko: 2~3회 남음

source: 2m
ja: 2分
ko: 2분

source: 3 Months
ja: 3ヶ月
ko: 3개월

source: 3–4 reps left
ja: 残り3〜4回
ko: 3~4회 남음

source: 3D Charts
ja: 3Dチャート
ko: 3D 차트

source: 3D Health Data
ja: 3Dヘルスデータ
ko: 3D 건강 데이터

source: 3D Muscle Map
ja: 3Dマッスルマップ
ko: 3D 근육맵

source: 3D Muscle Map Overhaul
ja: 3Dマッスルマップ リニューアル
ko: 3D 근육 맵 리뉴얼

source: 3m
ja: 3分
ko: 3분

source: 3M
ja: 3ヶ月
ko: 3개월

source: 6M
ja: 6ヶ月
ko: 6개월

source: 7-Day Forecast
ja: 週間予報
ko: 주간 예보

source: 7d
ja: 7日
ko: 7일

source: 10-Level Fatigue Scale
ja: 10段階疲労スケール
ko: 10단계 피로도 척도

source: 14d avg
ja: 14日平均
ko: 14일 평균

source: 30 Days
ja: 30日
ko: 30일

source: 30 Minutes
ja: 30分
ko: 30분

source: 30s
ja: 30秒
ko: 30초

source: 60 Days
ja: 60日
ko: 60일

source: 60s
ja: 60秒
ko: 60초

source: 90 Days
ja: 90日
ko: 90일

source: 90d avg
ja: 90日平均
ko: 90일 평균

source: 90s
ja: 90秒
ko: 90초

source: 100 Days
ja: 100日
ko: 100일

source: A consistent bedtime improves sleep quality
ja: 一定の就寝時間が睡眠の質を高めます
ko: 일정한 취침 시간이 수면 품질을 높여줘요

source: A good day for exercise
ja: 運動に良い日です
ko: 운동하기 좋은 날입니다

source: A great day to try high-intensity workouts or challenging goals. Your body is well-recovered, so push yourself a bit more than usual.
ja: 高強度のワークアウトや挑戦的な目標に最適な日です。体が十分に回復しているので、いつもより少し頑張ってみましょう。
ko: 고강도 운동이나 도전적인 목표에 적합한 날입니다. 몸이 충분히 회복되었으니 평소보다 조금 더 도전해보세요.

source: A moderate workout fits your condition well.
ja: 適度なワークアウトがコンディションに合っています。
ko: 적당한 운동이 컨디션에 잘 맞아요.

source: A push/pull/legs/core balance is recommended
ja: プッシュ/プル/下半身/コアのバランスを推奨します
ko: 푸시/풀/하체/코어 균형을 권장해요

source: A short guided cadence can smooth out a fair or slightly elevated recovery day.
ja: 短いガイド付きの呼吸リズムは、普通またはやや負荷のある回復日に状態を整えるのに役立ちます。
ko: 짧은 가이드 호흡 리듬은 보통이거나 약간 부담된 회복 상태를 부드럽게 정리해 줘요.

source: Abnormal values are automatically excluded (e.g., 0 or out-of-range values)
ja: 異常値は自動で除外されます（例: 0 または範囲外の値）
ko: 이상치는 자동으로 제외돼요 (예: 0 또는 범위 밖 값)

source: About
ja: 情報
ko: 정보

source: Above Moderate — Starting to get hard
ja: やや強い — きつくなり始める
ko: 약간 힘듦 — 힘들어지기 시작

source: Achievement History
ja: 達成履歴
ko: 달성 히스토리

source: Active
ja: アクティブ
ko: 활성

source: Active Days
ja: アクティブ日数
ko: 활동 일수

source: Active Indicators
ja: アクティブ指標
ko: 활동 지표

source: Active Injury
ja: 現在の怪我
ko: 활성 부상

source: Activity Map
ja: アクティビティマップ
ko: 활동 맵

source: Add
ja: 追加
ko: 추가

source: Add a note about this assessment...
ja: この評価についてメモを追加...
ko: 이 평가에 대한 메모를 추가하세요...

source: Add an exercise name to the transcript first.
ja: 先にエクササイズ名を文字起こしへ入れてください。
ko: 먼저 운동 이름을 전사문에 넣어 주세요.

source: Add at least one exercise
ja: エクササイズを1つ以上追加してください
ko: 운동을 하나 이상 추가해주세요

source: Add DUNE widgets to your Home Screen and glance at your key scores without opening the app.
ja: DUNEウィジェットをホーム画面に追加して、アプリを開かずに主要スコアをすぐ確認しましょう。
ko: DUNE 위젯을 홈 화면에 추가하고 앱을 열지 않아도 핵심 점수를 바로 확인해보세요.

source: Add duration for this workout draft.
ja: このワークアウト下書きには時間を追加してください。
ko: 이 운동 초안에는 시간을 추가해 주세요.

source: Add duration or distance for this cardio draft.
ja: この有酸素運動の下書きには時間または距離を追加してください。
ko: 이 유산소 초안에는 시간이나 거리를 추가해 주세요.

source: Add Exercise
ja: エクササイズ追加
ko: 운동 추가

source: Add habit
ja: 習慣を追加
ko: 습관 추가

source: Add Habit
ja: 習慣を追加
ko: 습관 추가

source: Add habits to start tracking your daily routine
ja: 習慣を追加して日々のルーティンを記録しましょう
ko: 습관을 추가하여 일상 루틴을 기록하세요

source: Add Injury
ja: 怪我を追加
ko: 부상 추가

source: Add record
ja: 記録を追加
ko: 기록 추가

source: Add Record
ja: 記録を追加
ko: 기록 추가

source: Add reps for this exercise draft.
ja: このエクササイズ下書きには回数を追加してください。
ko: 이 운동 초안에는 횟수를 추가해 주세요.

source: Add rounds for this workout draft.
ja: このワークアウト下書きにはラウンド数を追加してください。
ko: 이 운동 초안에는 라운드를 추가해 주세요.

source: Add your first habit to start tracking your daily routine.
ja: 最初の習慣を追加して、日課の記録を始めましょう。
ko: 첫 번째 습관을 추가하여 일상을 기록해 보세요.

source: Adequate volume, maintain or slight increase
ja: 適切なボリューム、維持または少し増加
ko: 적정 볼륨, 유지 또는 약간 증가

source: Advanced
ja: 上級
ko: 상급

source: Advanced Athlete
ja: アドバンスドアスリート
ko: 어드밴스드 애슬리트

source: After
ja: 後
ko: 이후

source: Afternoon
ja: 午後
ko: 오후

source: AI posture analysis, morning briefings, RPE trend insights, an upgraded 3D muscle map, and smarter Watch workouts — DUNE now sees how you move.
ja: AI姿勢分析、モーニングブリーフィング、RPEトレンド、アップグレードされた3Dマッスルマップ、よりスマートなWatchワークアウト — DUNEがあなたの動きを見守ります。
ko: AI 자세 분석, 모닝 브리핑, RPE 트렌드, 업그레이드된 3D 근육 맵, 더 똑똑해진 Watch 운동 — DUNE이 이제 당신의 움직임을 봅니다.

source: AI Workout Builder
ja: AIワークアウトビルダー
ko: AI 운동 빌더

source: AI Workout Generator
ja: AIワークアウト生成
ko: AI 운동 생성기

source: Aim for balanced full-body development with varied exercise patterns
ja: 多様な運動パターンでバランスの取れた全身発達を目指しましょう
ko: 다양한 운동 패턴으로 균형 잡힌 전신 발달을 목표로 하세요

source: Aim to maintain a steady 3–5 sessions per week
ja: 週3〜5回の一定ペースを目指しましょう
ko: 주 3–5회 페이스를 꾸준히 유지해보세요

source: Air Quality
ja: 大気質
ko: 대기질

source: All
ja: すべて
ko: 전체

source: All %lld muscle groups ready
ja: 全%lld筋群が回復済み
ko: 모든 %lld개 근육군 준비 완료

source: All done! Great consistency today
ja: 全て完了！素晴らしい継続力です
ko: 모두 완료! 오늘도 꾸준하네요

source: All Exercises
ja: すべてのエクササイズ
ko: 전체 운동

source: All Factors
ja: すべての要因
ko: 모든 요소

source: All Out
ja: 全力
ko: 전력

source: All Sets Done
ja: 全セット完了
ko: 모든 세트 완료

source: Allow adequate rest between sessions
ja: セッション間に十分な休息を取ってください
ko: 세션 간 충분한 휴식을 취하세요

source: Almost at your weekly goal
ja: 週間目標まであと少し
ko: 주간 목표 거의 달성

source: Alternate between 2 exercises with minimal rest.
ja: 2つのエクササイズを最小限の休憩で交互に行います。
ko: 2가지 운동을 최소 휴식으로 번갈아 수행합니다.

source: Alternative options
ja: 代替オプション
ko: 대안 옵션

source: Alternatives
ja: 代替案
ko: 대안

source: Always
ja: 常に
ko: 항상

source: American Football
ja: アメリカンフットボール
ko: 미식축구

source: An unexpected error occurred
ja: 予期しないエラーが発生しました
ko: 예기치 않은 오류가 발생했습니다

source: An unexpected error occurred.
ja: 予期しないエラーが発生しました。
ko: 예상치 못한 오류가 발생했어요.

source: Analyzes the last 14 days of workout data to assess accumulated fatigue for each muscle on a 10-level scale. Factors in intensity, frequency, elapsed time, sleep quality, and biometrics.
ja: 過去14日間のワークアウトデータを分析し、各筋肉の蓄積疲労を10段階で評価します。強度、頻度、経過時間、睡眠品質、バイオメトリクスを反映します。
ko: 최근 14일간의 운동 데이터를 분석하여 각 근육의 누적 피로도를 10단계로 평가해요. 강도, 빈도, 경과 시간, 수면 품질, 생체 지표를 반영해요.

source: Analyzes which exercises you perform and how often. Check the balance of your exercise mix and discover underworked areas.
ja: どのエクササイズをどの程度の頻度で行っているか分析します。エクササイズミックスのバランスを確認し、不足している部分を発見しましょう。
ko: 어떤 운동을 얼마나 자주 하는지 분석해요. 운동 조합의 균형을 확인하고 부족한 영역을 발견하세요.

source: Analyzing posture...
ja: 姿勢を分析中...
ko: 자세 분석 중...

source: Ankle
ja: 足首
ko: 발목

source: Answers are informational and based on your recent DUNE health data.
ja: 回答は参考情報であり、最近のDUNEヘルスデータに基づいています。
ko: 답변은 참고용이며 최근 DUNE 건강 데이터를 바탕으로 합니다.

source: Anytime
ja: いつでも
ko: 언제든

source: Appearance
ja: 外観
ko: 외관

source: Apple Watch required
ja: Apple Watchが必要です
ko: Apple Watch가 필요합니다

source: Apple Watch Bedtime Reminder
ja: Apple Watch就寝リマインダー
ko: Apple Watch 취침 미리 알림

source: Apple Watch Reminder Lead Time
ja: Apple Watch通知タイミング
ko: Apple Watch 취침 미리 알림 시간

source: Put on your Apple Watch before bed.
ja: 寝る前にApple Watchを着けてください。
ko: 잠들기 전에 Apple Watch를 착용하세요.

source: Apply sunscreen and wear a hat for outdoor workouts. Exercise in the shade when possible.
ja: 屋外ワークアウトには日焼け止めを塗り、帽子をかぶりましょう。できるだけ日陰で運動しましょう。
ko: 야외 운동 시 자외선 차단제를 바르고 모자를 착용하세요. 가능하면 그늘에서 운동하세요.

source: Archery
ja: アーチェリー
ko: 양궁

source: Archive
ja: アーカイブ
ko: 보관

source: Arm Extension
ja: 腕の伸展
ko: 팔 신전

source: Arms
ja: 腕
ko: 팔

source: Arms 3x / week
ja: 週3回腕トレ
ko: 주 3회 팔 운동

source: Ascent
ja: 上昇
ko: 상승

source: Ask a question about your sleep, recovery, or workouts.
ja: 睡眠、回復、ワークアウトについて質問してください。
ko: 수면, 회복, 운동에 대해 질문해보세요.

source: Ask about sleep, recovery, and recent workouts.
ja: 睡眠、回復、最近のワークアウトについて聞いてみましょう。
ko: 수면, 회복, 최근 운동에 대해 물어보세요.

source: Ask about sleep, recovery, or workouts
ja: 睡眠、回復、ワークアウトについて聞いてください
ko: 수면, 회복, 운동에 대해 물어보세요

source: Ask questions about your health data and get instant answers powered by on-device intelligence.
ja: 健康データについて質問すると、オンデバイスAIが即座に回答します。
ko: 건강 데이터에 대해 질문하면 온디바이스 AI가 즉시 답변해 드립니다.

source: Asleep
ja: 睡眠中
ko: 수면

source: Assessment Details
ja: 評価詳細
ko: 평가 상세

source: At least one capture is required
ja: 少なくとも1枚の撮影が必要です
ko: 최소 한 장의 촬영이 필요합니다

source: At least one equipment is always kept to avoid an empty recommendation.
ja: おすすめを空にしないため、器具は最低1つ維持されます。
ko: 추천이 비지 않도록 최소 1개 장비는 유지됩니다.

source: Atmosphere
ja: 雰囲気
ko: 분위기

source: Atmosphere will react once your recovery context has loaded.
ja: 回復コンテキストの読み込みが終わると、空間の雰囲気が反応します。
ko: 회복 맥락이 로드되면 분위기가 반응해요.

source: Australian Football
ja: オーストラリアンフットボール
ko: 호주식 축구

source: Auto
ja: 自動
ko: 자동

source: Auto capture off
ja: 自動撮影オフ
ko: 자동 촬영 꺼짐

source: Auto capture on
ja: 自動撮影オン
ko: 자동 촬영 켜짐

source: Auto Link
ja: 自動リンク
ko: 자동 연결

source: Auto Workout Achievements
ja: 自動ワークアウト実績
ko: 자동 운동 업적

source: Auto-complete from workouts
ja: ワークアウトから自動完了
ko: 운동에서 자동 완료

source: Auto-track workout achievements, set recurring habit cycles, and get checklist reminders on time.
ja: ワークアウト達成の自動記録、習慣の繰り返しサイクル設定、チェックリストリマインダーの時間通りの通知。
ko: 운동 달성 자동 기록, 반복 습관 주기 설정, 체크리스트 리마인더를 제때 받으세요.

source: Automatically marks as done when you log a workout
ja: ワークアウトを記録すると自動的に完了になります
ko: 운동을 기록하면 자동으로 완료 처리돼요

source: Automatically updated when the current streak exceeds the record
ja: 現在の連続記録が既存記録を超えると自動更新されます
ko: 현재 연속 기록이 기존 기록을 넘으면 자동 갱신돼요

source: Average
ja: 平均
ko: 평균

source: Average Bedtime
ja: 平均就寝時刻
ko: 평균 취침 시간

source: Average condition: %lld points.
ja: 平均コンディション: %lld点。
ko: 평균 컨디션: %lld점.

source: Avg
ja: 平均
ko: 평균

source: avg %@
ja: 平均 %@
ko: 평균 %@

# Avg %@ %@
source: Avg %1$@ %2$@
ja: 平均 %@ %@
ko: 평균 %@ %@

source: Avg Heart Rate
ja: 平均心拍数
ko: 평균 심박수

source: Avg Intensity
ja: 平均強度
ko: 평균 강도

source: Avg Level
ja: 平均レベル
ko: 평균 레벨

source: Avg Pace
ja: 平均ペース
ko: 평균 페이스

source: Avg Recovery
ja: 平均回復
ko: 평균 회복

source: Avg RPE %@
ja: 平均RPE %@
ko: 평균 RPE %@

source: Avoid exercising the affected area
ja: 患部のエクササイズを避けてください
ko: 해당 부위 운동을 피하세요

source: Avoid training muscle groups with high fatigue
ja: 疲労度の高い筋肉グループのトレーニングを避けてください
ko: 피로도가 높은 근육 그룹의 훈련을 피하세요

source: Awaiting update
ja: 更新待ち
ko: 업데이트 대기 중

source: Awake
ja: 覚醒
ko: 각성

source: Back
ja: 背中
ko: 등

source: Back 3x / week
ja: 週3回背中トレ
ko: 주 3회 등 운동

source: Back Angle
ja: 背中の角度
ko: 허리 각도

source: Back-supported squat machine. Targets quadriceps
ja: 背もたれ付きスクワットマシン。大腿四頭筋に効果的
ko: 등 지지 스쿼트 머신. 대퇴사두근 타겟

source: Badminton
ja: バドミントン
ko: 배드민턴

source: Balanced
ja: 均等
ko: 균형

source: Balanced Composition
ja: バランス構成
ko: 균형 구성

source: Balanced recovery field
ja: バランスの取れた回復フィールド
ko: 균형 잡힌 회복 환경

source: Ball-shaped weight with handle. Great for dynamic exercises
ja: ハンドル付きの球状ウエイト。ダイナミックな運動に最適
ko: 손잡이가 있는 공 모양 중량. 동적 운동에 적합

source: Band
ja: バンド
ko: 밴드

source: Bar at shoulder height, grip just outside shoulders
ja: バーを肩の高さに置き、グリップは肩幅より少し広く取ります。
ko: 바를 어깨 높이에 두고, 그립은 어깨보다 약간 넓게 잡으세요.

source: Bar for pull-up exercises. Targets back and biceps
ja: プルアップ用バー。背中と上腕二頭筋に効果的
ko: 풀업 운동용 바. 등과 이두근 타겟

source: Bar on upper traps, feet shoulder-width apart
ja: バーは僧帽筋上部に乗せ、足幅は肩幅にします。
ko: 바는 승모 상부에 두고, 발은 어깨너비로 벌리세요.

source: Bar over mid-foot, hip-width stance
ja: バーは足の中央の上に置き、スタンスは腰幅にします。
ko: 바는 발중앙 위에 두고, 스탠스는 골반 너비로 잡으세요.

source: Barbell
ja: バーベル
ko: 바벨

source: Barbell on vertical guide rails. Safe for heavy lifting
ja: 垂直ガイドレール付きバーベル。高重量トレーニングに安全
ko: 수직 가이드 레일의 바벨. 안전한 고중량 운동

source: Barbell Squat
ja: バーベルスクワット
ko: 바벨 스쿼트

source: Barre
ja: バレエバー
ko: 바

source: Base Recovery
ja: 基本回復
ko: 기본 회복

source: Baseball
ja: 野球
ko: 야구

# Based on %@ × %@ reps
source: Based on %1$@ × %2$@ reps
ja: %@ × %@レップ基準
ko: %@ × %@ 회 기준

source: Baseline
ja: 基準値
ko: 기준선

source: Baseline fallback
ja: ベースライン代替
ko: 기준 심박 대체값

source: Baseline RHR
ja: ベースラインRHR
ko: 기준 RHR

source: baseline-relative
ja: ベースライン相対
ko: 기준선 상대

source: Basketball
ja: バスケットボール
ko: 농구

source: Bedtime Consistency
ja: 就寝時間の一貫性
ko: 취침 시간 일관성

source: Bedtime
ja: 就寝
ko: 취침

source: Bedtime Reminder
ja: 就寝リマインダー
ko: 취침 미리 알림

source: Bedtime varies by %lld min
ja: 就寝時間%lld分のばらつき
ko: 취침 시간 %lld분 차이

source: Before
ja: 前
ko: 이전

source: Beginner
ja: 初級
ko: 초급

source: Below Moderate — Slight effort
ja: やや楽〜普通 — わずかな努力
ko: 약간 보통 이하 — 약간의 노력

source: Bend to 90 degrees
ja: 90度まで曲げて
ko: 90도로 굽히세요

source: Bend your knees slightly
ja: 膝を軽く曲げて
ko: 무릎을 살짝 굽히세요

source: Best day
ja: ベストの日
ko: 최고의 날

source: Best Habits
ja: ベスト習慣
ko: 최고 습관

source: Best Streak
ja: 最高連続記録
ko: 최장 연속

source: Best streak %@w
ja: 最高連続%@週
ko: 최고 연속 %@주

source: Best streak %lldw
ja: 最高連続%lld週
ko: 최고 연속 %lld주

source: Best Time
ja: 最適時間
ko: 최적 시간

source: Biceps
ja: 上腕二頭筋
ko: 이두

source: Bio Adjustment (HRV / RHR)
ja: バイオ調整 (HRV / RHR)
ko: 생체 보정 (HRV / RHR)

source: Blood Oxygen
ja: 血中酸素
ko: 혈중 산소

source: BMI Update
ja: BMI更新
ko: BMI 업데이트

source: BMI Updated
ja: BMI更新
ko: BMI 업데이트

source: body
ja: 身体
ko: 신체

source: Body
ja: ボディ
ko: 신체

source: Body Calculation
ja: 体組成計算
ko: 신체 측정 계산

source: Body Composition
ja: 体組成
ko: 신체 구성

source: Body composition and exercise records sync across your Apple devices.
ja: 体組成と運動記録が、お使いのAppleデバイス間で同期されます。
ko: 체성분과 운동 기록이 사용 중인 Apple 기기 간에 동기화돼요.

source: Body composition data is available on your iPhone.
ja: 体組成データはiPhoneで確認できます。
ko: 신체 구성 데이터는 iPhone에서 확인할 수 있습니다.

source: Body Composition History
ja: 体組成の記録
ko: 신체 측정 기록

source: Body Composition Update
ja: 体組成の更新
ko: 체성분 업데이트

source: Body Fat
ja: 体脂肪率
ko: 체지방률

source: Body Fat (%)
ja: 体脂肪率 (%)
ko: 체지방률 (%)

source: Body fat must be between 0%% and %lld%%
ja: 体脂肪率は0%%〜%lld%%の範囲で入力してください
ko: 체지방률은 0%%~%lld%% 사이여야 합니다

source: Body Fat Recorded
ja: 体脂肪記録
ko: 체지방 기록

source: Body Fat Update
ja: 体脂肪更新
ko: 체지방 업데이트

source: Body fat: %@%%
ja: 体脂肪: %@%%
ko: 체지방: %@%%

source: Body Heatmap
ja: ボディヒートマップ
ko: 바디 히트맵

source: Body Part
ja: 部位
ko: 부위

source: Body Record
ja: 身体記録
ko: 신체 기록

source: Body Records
ja: 身体記録
ko: 신체 기록

source: Body score is derived from 7-day trend stability and direction changes.
ja: ボディスコアは7日間のトレンドの安定性と方向の変化から算出されます。
ko: 신체 점수는 7일간 트렌드 안정성과 방향 변화를 기반으로 산출됩니다.

source: Body Stats
ja: ボディ指標
ko: 신체 지표

source: Body Trend
ja: ボディトレンド
ko: 신체 트렌드

source: Body Weight
ja: 体重
ko: 체중

source: Bodyweight
ja: 自重
ko: 맨몸

source: Bodyweight Squat
ja: 自重スクワット
ko: 맨몸 스쿼트

source: Both
ja: 両側
ko: 양쪽

source: Both metrics are combined to adjust recovery rate
ja: 両指標を組み合わせて回復速度を調整
ko: 두 지표를 결합하여 회복 속도 조정

source: Bottom
ja: 最低点
ko: 최저점

source: Bowling
ja: ボウリング
ko: 볼링

source: Boxing
ja: ボクシング
ko: 복싱

source: Brace core and squeeze glutes
ja: 体幹を固め、臀筋を締めます。
ko: 코어를 단단히 조이고 둔근에 힘을 주세요.

source: Break at hips and knees simultaneously
ja: 股関節と膝を同時に曲げてしゃがみ始めます。
ko: 힙과 무릎을 동시에 굽히며 내려가세요.

source: Browse
ja: ブラウズ
ko: 둘러보기

source: Browse All
ja: すべて見る
ko: 전체 보기

source: Build
ja: ビルド
ko: 빌드

source: Build your workout history to track both strength and cardio PRs.
ja: ワークアウト記録を積み重ねて筋力と有酸素のPRを追跡しましょう。
ko: 운동 기록을 쌓아 근력과 유산소 PR을 추적하세요.

source: building baseline
ja: ベースライン作成中
ko: 기준선 생성 중

source: Built-in
ja: 内蔵
ko: 기본

source: By Exercise Type
ja: エクササイズ種類別
ko: 운동 종류별

source: By Formula
ja: 計算式別
ko: 공식별

source: By Type
ja: 種類別
ko: 종류별

source: By Weekday
ja: 曜日別
ko: 요일별

source: Cable
ja: ケーブル
ko: 케이블

source: Cable Machine
ja: ケーブルマシン
ko: 케이블 머신

source: Cadence
ja: リズム
ko: 리듬

source: Cal
ja: カロリー
ko: 칼로리

source: Calculation Method
ja: 計算方法
ko: 계산 방법

source: Calibrating
ja: キャリブレーション中
ko: 보정 중

source: Calibration in progress: more recent data will stabilize the baseline.
ja: キャリブレーション中: 最新データが増えるほどベースラインが安定します。
ko: 보정 진행 중: 최신 데이터가 쌓일수록 기준선이 안정화됩니다.

source: Calories
ja: カロリー
ko: 칼로리

source: Calves
ja: ふくらはぎ
ko: 종아리

source: Camera is not available
ja: カメラが利用できません
ko: 카메라를 사용할 수 없습니다

source: Camera preview for posture assessment
ja: 姿勢評価用カメラプレビュー
ko: 자세 측정용 카메라 미리보기

source: Camera session is not active
ja: カメラセッションが有効ではありません
ko: 카메라 세션이 활성화되지 않았습니다

source: Can exercise with caution
ja: 注意すれば運動可能
ko: 주의하면 운동 가능

source: Cancel
ja: キャンセル
ko: 취소

source: Capture
ja: 撮影
ko: 촬영

source: Capture a photo and get AI-powered posture scoring with plumb-line overlay, symmetry comparison, trend tracking, and PDF reports.
ja: 写真を撮影するとAIが姿勢を分析し、垂直線オーバーレイ、左右対称比較、トレンド追跡、PDFレポートを提供します。
ko: 사진을 촬영하면 AI가 자세를 분석하여 수직선 오버레이, 좌우 대칭 비교, 트렌드 추적, PDF 리포트를 제공합니다.

source: Capture complete
ja: 撮影完了
ko: 촬영 완료

source: Capture front view for analysis
ja: 正面を撮影して分析
ko: 정면을 촬영하여 분석

source: Capture photo
ja: 写真を撮影
ko: 사진 촬영

source: Capture Side View
ja: 側面を撮影
ko: 측면 촬영

source: Capture side view for analysis
ja: 側面を撮影して分析
ko: 측면을 촬영하여 분석

source: Capture your first posture assessment
ja: 最初の姿勢測定を行いましょう
ko: 첫 자세 측정을 시작하세요

source: Capture your first posture assessment to start tracking your progress.
ja: 最初の姿勢評価を撮影して、進捗を追跡しましょう。
ko: 첫 자세 평가를 촬영하여 진행 상황을 추적하세요.

source: Cardio
ja: 有酸素
ko: 유산소

source: Cardio Dance
ja: カーディオダンス
ko: 카디오 댄스

source: Cardio Fitness
ja: 心肺フィットネス
ko: 유산소 피트니스

source: Cardio Live Tracking
ja: 有酸素リアルタイムトラッキング
ko: 유산소 실시간 추적

source: Cardio PR: Based on pace/distance/time/calories/elevation
ja: 有酸素PR: ペース/距離/時間/カロリー/高度に基づく
ko: 유산소 PR: 페이스/거리/시간/칼로리/고도 기준

source: Cardio prioritizes HealthKit data, supplemented by manual records when needed
ja: 有酸素はHealthKitデータを優先し、必要時に手動記録で補完します
ko: 유산소는 HealthKit 데이터를 우선 사용하고 필요 시 수동 기록으로 보완해요

source: Cardio PRs will appear automatically as you build your workout history.
ja: ワークアウト履歴が蓄積されると、有酸素の自己記録が自動的に表示されます。
ko: 운동 기록이 쌓이면 유산소 개인 기록이 자동으로 나타납니다.

source: Cardiovascular exercise performed outdoors or on a treadmill.
ja: 屋外またはトレッドミルで行う有酸素運動です。
ko: 야외 또는 트레드밀에서 수행하는 유산소 운동이에요.

source: Cards are hidden with a notice when permissions are missing or data is unavailable
ja: 権限不足またはデータ未取得時は、案内とともにカードを非表示にします
ko: 권한이 없거나 데이터가 없으면 안내와 함께 카드가 숨겨져요

source: Categories
ja: カテゴリ
ko: 카테고리
